11/data/attachments/99d7eb0b9f8626f7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Anthony_lead_Actions_75281_2</nif:username>
            <nif:friendToBeRequested>soap_actions_8f8a2516-79bd-414f-9748-102f43ea8c35</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>